export const blogPageMock = {
	hero: {
		title: 'Блог',
		subtitle: 'Полезные статьи, разборы и рекомендации',
		text: 'Собрали ответы, инструкции и разборы по выплатам, документам и оформлению.',
	},
	requirements: {
		title: 'Требования для поступления главная Блог',
		introText: 'Текст из админки...',
	},
	block1: {
		title: 'Блок статьи 1 — Заголовок получить обучение',
		text:
			'Контрактная служба позволяет добровольцам поступить в выбранные подразделения и работать по специальности. ' +
			'Контрактная служба позволяет добровольцам поступить в выбранные подразделения и работать по специальности. ' +
			'Контрактная служба позволяет добровольцам поступить в выбранные подразделения и работать по специальности.',
		note: 'Кандидату предоставляется обучение, экипировка, денежное довольствие и возможность служить в тех войсках, где его навыки наиболее востребованы: РЭБ, артиллерия, ВДВ, Африканский корпус, ракетные войска, морская пехота, мотострелковые части, водители категорий C/D/E, операторы БПЛА и другие направления',
	},
	post1: {
		title: 'Блог статья 1 — Заголовок',
		text: 'Блог статья 1 — Текст (мок данные)',
		note: 'Блог статья 1 — Примечание',
	},

	block2: {
		title: 'Блок статьи 2 — Заголовок',
		text: 'Блок статьи 2 — Текст (мок данные)',
		note: 'Блок статьи 2 — Примечание',
	},
	post2: {
		title: 'Блог статья 2 — Заголовок',
		text: 'Блог статья 2 — Текст (мок данные)',
		note: 'Блог статья 2 — Примечание',
	},

	block3: {
		title: 'Блок статьи 3 — Заголовок',
		text: 'Блок статьи 3 — Текст (мок данные)',
		note: 'Блок статьи 3 — Примечание',
	},
	post3: {
		title: 'Блог статья 3 — Заголовок',
		text: 'Блог статья 3 — Текст (мок данные)',
		note: 'Блог статья 3 — Примечание',
	},
}
